{
  "title": "SVGR",
  "subtitle": "Convertissez des images matricielles en graphiques vectoriels",
  "description": "Idéal pour convertir les logos générés par IA. Comme tous les générateurs de logos créent des fichiers matriciels, la mise à l'échelle et l'édition deviennent difficiles. SVGR les convertit en format vectoriel, offrant aux designers un point de départ pour affiner — même si le résultat n'est pas parfait au pixel près.",
  "quality": "Qualité",
  "qualityMin": "Fichier plus petit",
  "qualityMax": "Fidélité supérieure",
  "transparentBg": "Arrière-plan transparent",
  "originalImage": "Image originale",
  "convertedSvg": "SVG converti",
  "convertToSvg": "Convertir en SVG",
  "converting": "Conversion en cours...",
  "dropOrClick": "Déposez une image ici ou cliquez pour téléverser",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "Veuillez sélectionner un fichier image (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "Effacer",
  "svgPlaceholder": "Le SVG converti apparaîtra ici",
  "conversionFailed": "La conversion a échoué",
  "privacy": "Confidentialité",
  "terms": "Conditions",
  "lastUpdated": "Dernière mise à jour : {{date}}",

  "privacyTitle": "Politique de confidentialité",
  "privacyIntroTitle": "Introduction",
  "privacyIntroContent": "Sudobility Inc. (« nous ») exploite SVGR, un service de conversion d'images matricielles en images vectorielles. Cette Politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations lorsque vous utilisez notre service.",
  "privacyCollectTitle": "Informations que nous collectons",
  "privacyCollectAutoTitle": "Collectées automatiquement",
  "privacyCollectAutoItem1": "Type et version du navigateur",
  "privacyCollectAutoItem2": "Préférence de langue",
  "privacyCollectAutoItem3": "Analyses d'utilisation anonymes (pages vues, utilisation des fonctionnalités)",
  "privacyCollectUploadTitle": "Contenu fourni par l'utilisateur",
  "privacyCollectUploadItem1": "Images que vous téléversez pour conversion (traitées en mémoire et immédiatement supprimées)",
  "privacyCollectUploadItem2": "Paramètres de conversion (qualité, préférences de transparence)",
  "privacyUseTitle": "Comment nous utilisons vos informations",
  "privacyUseItem1": "Pour fournir et améliorer le service de conversion d'images",
  "privacyUseItem2": "Pour analyser les habitudes d'utilisation et optimiser les performances",
  "privacyUseItem3": "Pour maintenir la sécurité et l'intégrité de notre service",
  "privacyStorageTitle": "Stockage et conservation des données",
  "privacyStorageContent": "Nous ne stockons pas vos images téléversées. Toutes les images sont traitées en mémoire sur nos serveurs et immédiatement supprimées après la conversion. Aucune donnée d'image n'est conservée, enregistrée ou partagée avec des tiers. Les résultats de conversion sont renvoyés directement à votre navigateur et ne sont pas stockés sur nos serveurs.",
  "privacyThirdPartyTitle": "Services tiers",
  "privacyThirdPartyContent": "Nous utilisons Firebase pour l'hébergement et les analyses. Firebase peut collecter des données d'utilisation anonymes conformément à la politique de confidentialité de Google. Nous ne vendons, n'échangeons ni ne partageons vos informations personnelles avec des tiers à des fins de marketing.",
  "privacyRightsTitle": "Vos droits",
  "privacyRightsItem1": "Demander des informations sur les données que nous collectons",
  "privacyRightsItem2": "Demander la suppression de toute donnée associée à vous",
  "privacyRightsItem3": "Refuser le suivi analytique en utilisant les paramètres de confidentialité de votre navigateur ou des bloqueurs de publicités",
  "privacyChangesTitle": "Modifications de cette politique",
  "privacyChangesContent": "Nous pouvons mettre à jour cette Politique de confidentialité de temps à autre. Nous informerons les utilisateurs de tout changement important en mettant à jour la date de « Dernière mise à jour » en haut de cette page.",
  "privacyContactTitle": "Nous contacter",
  "privacyContactDescription": "Si vous avez des questions concernant cette Politique de confidentialité, veuillez nous contacter.",
  "privacyContactEmailLabel": "E-mail :",
  "privacyContactWebsiteLabel": "Site web :",

  "termsTitle": "Conditions d'utilisation",
  "termsAcceptanceTitle": "Acceptation des conditions",
  "termsAcceptanceContent": "En accédant ou en utilisant SVGR (le « Service »), exploité par Sudobility Inc., vous acceptez d'être lié par ces Conditions d'utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser le Service.",
  "termsServiceTitle": "Description du service",
  "termsServiceContent": "SVGR est un outil en ligne qui convertit les images matricielles (PNG, JPG, WEBP, BMP, GIF) en graphiques vectoriels évolutifs (SVG). Le Service est fourni « tel quel » et est destiné à donner aux designers un point de départ pour un affinage ultérieur.",
  "termsUseTitle": "Utilisation acceptable",
  "termsUseItem1": "Vous pouvez utiliser le Service à des fins personnelles ou commerciales",
  "termsUseItem2": "Vous ne devez pas téléverser de contenu illégal, nuisible ou portant atteinte à des droits",
  "termsUseItem3": "Vous ne devez pas tenter de surcharger, perturber ou faire de l'ingénierie inverse du Service",
  "termsUseItem4": "Vous ne devez pas utiliser d'outils automatisés pour accéder au Service sans consentement écrit préalable",
  "termsIpTitle": "Propriété intellectuelle",
  "termsIpContent": "Vous conservez tous les droits sur les images que vous téléversez et les fichiers SVG générés à partir de celles-ci. SVGR ne revendique aucun droit de propriété sur votre contenu. Le Service lui-même, y compris son code, son design et sa marque, est la propriété de Sudobility Inc.",
  "termsUploadsTitle": "Contenu téléversé",
  "termsUploadsContent": "Les images que vous téléversez sont traitées en mémoire et immédiatement supprimées après la conversion. Nous ne stockons, ne révisons ni ne partageons votre contenu téléversé. Vous êtes seul responsable de vous assurer que vous avez le droit de téléverser et de convertir les images que vous soumettez.",
  "termsDisclaimerTitle": "Exclusion de garanties",
  "termsDisclaimerContent": "Le Service est fourni « tel quel » sans garantie d'aucune sorte, expresse ou implicite. Nous ne garantissons pas que les résultats de conversion seront parfaitement précis ou adaptés à un usage particulier. Les fichiers SVG produits sont des approximations des images matricielles originales et peuvent nécessiter une édition supplémentaire.",
  "termsLiabilityTitle": "Limitation de responsabilité",
  "termsLiabilityContent": "Dans la mesure maximale autorisée par la loi, Sudobility Inc. ne sera pas responsable de tout dommage indirect, accessoire, spécial ou consécutif résultant de votre utilisation du Service, y compris mais sans s'y limiter, la perte de données, la perte de bénéfices ou l'interruption d'activité.",
  "termsTerminationTitle": "Résiliation",
  "termsTerminationContent": "Nous nous réservons le droit de suspendre ou de résilier l'accès au Service à tout moment, sans préavis, pour quelque raison que ce soit, y compris la violation de ces Conditions.",
  "termsChangesTitle": "Modifications de ces conditions",
  "termsChangesContent": "Nous pouvons mettre à jour ces Conditions d'utilisation de temps à autre. L'utilisation continue du Service après les modifications constitue l'acceptation des conditions mises à jour.",
  "termsContactTitle": "Nous contacter",
  "termsContactDescription": "Si vous avez des questions concernant ces Conditions d'utilisation, veuillez nous contacter.",
  "termsContactEmailLabel": "E-mail :",
  "termsContactWebsiteLabel": "Site web :"
}
