{
  "title": "SVGR",
  "subtitle": "Convierte imágenes rasterizadas en gráficos vectoriales escalables",
  "pronunciation": "Se pronuncia \"Sveeger\"",
  "description": "Ideal para convertir logotipos generados por IA. Como todos los generadores de logotipos crean archivos rasterizados, escalar y editar se vuelve difícil. SVGR los convierte a formato vectorial, dando a los diseñadores un punto de partida para ajustar — aunque el resultado no sea perfecto al píxel.",
  "quality": "Calidad",
  "qualityMin": "Archivo más pequeño",
  "qualityMax": "Mayor fidelidad",
  "transparentBg": "Fondo transparente",
  "originalImage": "Imagen original",
  "convertedSvg": "SVG convertido",
  "convertToSvg": "Convertir a SVG",
  "converting": "Convirtiendo...",
  "dropOrClick": "Arrastra una imagen aquí o haz clic para subir",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "Selecciona un archivo de imagen (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "Limpiar",
  "svgPlaceholder": "El SVG convertido aparecerá aquí",
  "loginForFree": "Inicia sesión para convertir gratis sin marca de agua",
  "conversionFailed": "La conversión falló",
  "privacy": "Privacidad",
  "terms": "Términos",
  "lastUpdated": "Última actualización: {{date}}",

  "privacyTitle": "Política de Privacidad",
  "privacyIntroTitle": "Introducción",
  "privacyIntroContent": "Sudobility Inc. (\"nosotros\") opera SVGR, un servicio de conversión de imágenes rasterizadas a vectoriales. Esta Política de Privacidad explica cómo recopilamos, usamos y protegemos su información cuando utiliza nuestro servicio.",
  "privacyCollectTitle": "Información que recopilamos",
  "privacyCollectAutoTitle": "Recopilada automáticamente",
  "privacyCollectAutoItem1": "Tipo y versión del navegador",
  "privacyCollectAutoItem2": "Preferencia de idioma",
  "privacyCollectAutoItem3": "Análisis de uso anónimo (visitas a páginas, uso de funciones)",
  "privacyCollectUploadTitle": "Contenido proporcionado por el usuario",
  "privacyCollectUploadItem1": "Imágenes que sube para conversión (procesadas en memoria y eliminadas inmediatamente)",
  "privacyCollectUploadItem2": "Configuraciones de conversión (calidad, preferencias de transparencia)",
  "privacyUseTitle": "Cómo usamos su información",
  "privacyUseItem1": "Para proporcionar y mejorar el servicio de conversión de imágenes",
  "privacyUseItem2": "Para analizar patrones de uso y optimizar el rendimiento",
  "privacyUseItem3": "Para mantener la seguridad e integridad de nuestro servicio",
  "privacyStorageTitle": "Almacenamiento y retención de datos",
  "privacyStorageContent": "No almacenamos las imágenes que sube. Todas las imágenes se procesan en la memoria de nuestros servidores y se eliminan inmediatamente después de la conversión. No se retienen, registran ni comparten datos de imágenes con terceros. Los resultados de la conversión se devuelven directamente a su navegador y no se almacenan en nuestros servidores.",
  "privacyThirdPartyTitle": "Servicios de terceros",
  "privacyThirdPartyContent": "Utilizamos Firebase para alojamiento y análisis. Firebase puede recopilar datos de uso anónimos de acuerdo con la política de privacidad de Google. No vendemos, intercambiamos ni compartimos su información personal con terceros con fines de marketing.",
  "privacyRightsTitle": "Sus derechos",
  "privacyRightsItem1": "Solicitar información sobre los datos que recopilamos",
  "privacyRightsItem2": "Solicitar la eliminación de cualquier dato asociado con usted",
  "privacyRightsItem3": "Optar por no participar en el seguimiento analítico utilizando la configuración de privacidad del navegador o bloqueadores de anuncios",
  "privacyChangesTitle": "Cambios en esta política",
  "privacyChangesContent": "Podemos actualizar esta Política de Privacidad de vez en cuando. Notificaremos a los usuarios de cualquier cambio importante actualizando la fecha de \"Última actualización\" en la parte superior de esta página.",
  "privacyContactTitle": "Contáctenos",
  "privacyContactDescription": "Si tiene alguna pregunta sobre esta Política de Privacidad, contáctenos.",
  "privacyContactEmailLabel": "Correo electrónico:",
  "privacyContactWebsiteLabel": "Sitio web:",

  "termsTitle": "Términos de Servicio",
  "termsAcceptanceTitle": "Aceptación de los términos",
  "termsAcceptanceContent": "Al acceder o utilizar SVGR (el \"Servicio\"), operado por Sudobility Inc., usted acepta estar sujeto a estos Términos de Servicio. Si no está de acuerdo con estos términos, no utilice el Servicio.",
  "termsServiceTitle": "Descripción del servicio",
  "termsServiceContent": "SVGR es una herramienta basada en la web que convierte imágenes rasterizadas (PNG, JPG, WEBP, BMP, GIF) en gráficos vectoriales escalables (SVG). El Servicio se proporciona \"tal cual\" y está destinado a dar a los diseñadores un punto de partida para un mayor refinamiento.",
  "termsUseTitle": "Uso aceptable",
  "termsUseItem1": "Puede utilizar el Servicio para fines personales o comerciales",
  "termsUseItem2": "No debe subir contenido ilegal, dañino o que infrinja derechos",
  "termsUseItem3": "No debe intentar sobrecargar, interrumpir o realizar ingeniería inversa del Servicio",
  "termsUseItem4": "No debe utilizar herramientas automatizadas para acceder al Servicio sin consentimiento previo por escrito",
  "termsIpTitle": "Propiedad intelectual",
  "termsIpContent": "Usted conserva todos los derechos sobre las imágenes que sube y los archivos SVG generados a partir de ellas. SVGR no reclama ningún derecho de propiedad sobre su contenido. El Servicio en sí, incluido su código, diseño y marca, es propiedad de Sudobility Inc.",
  "termsUploadsTitle": "Contenido subido",
  "termsUploadsContent": "Las imágenes que sube se procesan en memoria y se eliminan inmediatamente después de la conversión. No almacenamos, revisamos ni compartimos su contenido subido. Usted es el único responsable de asegurar que tiene derecho a subir y convertir las imágenes que envía.",
  "termsDisclaimerTitle": "Descargo de garantías",
  "termsDisclaimerContent": "El Servicio se proporciona \"tal cual\" sin garantías de ningún tipo, ya sean expresas o implícitas. No garantizamos que los resultados de la conversión sean perfectamente precisos o adecuados para ningún propósito particular. Los archivos SVG de salida son aproximaciones de las imágenes rasterizadas originales y pueden requerir edición adicional.",
  "termsLiabilityTitle": "Limitación de responsabilidad",
  "termsLiabilityContent": "En la máxima medida permitida por la ley, Sudobility Inc. no será responsable de ningún daño indirecto, incidental, especial o consecuente derivado de su uso del Servicio, incluyendo pero no limitado a pérdida de datos, pérdida de beneficios o interrupción del negocio.",
  "termsTerminationTitle": "Terminación",
  "termsTerminationContent": "Nos reservamos el derecho de suspender o terminar el acceso al Servicio en cualquier momento, sin previo aviso, por cualquier motivo, incluida la violación de estos Términos.",
  "termsChangesTitle": "Cambios en estos términos",
  "termsChangesContent": "Podemos actualizar estos Términos de Servicio de vez en cuando. El uso continuado del Servicio después de los cambios constituye la aceptación de los términos actualizados.",
  "termsContactTitle": "Contáctenos",
  "termsContactDescription": "Si tiene alguna pregunta sobre estos Términos de Servicio, contáctenos.",
  "termsContactEmailLabel": "Correo electrónico:",
  "termsContactWebsiteLabel": "Sitio web:"
}
