{
  "title": "SVGR",
  "subtitle": "Преобразование растровых изображений в масштабируемую векторную графику",
  "description": "Идеально подходит для преобразования логотипов, созданных ИИ. Поскольку все генераторы логотипов создают растровые файлы, масштабирование и редактирование становятся затруднительными. SVGR конвертирует их в векторный формат, предоставляя дизайнерам отправную точку для доработки — даже если результат не идеален до пикселя.",
  "quality": "Качество",
  "qualityMin": "Меньший файл",
  "qualityMax": "Высокая точность",
  "transparentBg": "Прозрачный фон",
  "originalImage": "Исходное изображение",
  "convertedSvg": "Преобразованный SVG",
  "convertToSvg": "Преобразовать в SVG",
  "converting": "Преобразование...",
  "dropOrClick": "Перетащите изображение сюда или нажмите для загрузки",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "Выберите файл изображения (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "Очистить",
  "svgPlaceholder": "Преобразованный SVG появится здесь",
  "loginForFree": "Войдите, чтобы конвертировать бесплатно без водяного знака",
  "conversionFailed": "Преобразование не удалось",
  "privacy": "Конфиденциальность",
  "terms": "Условия",
  "lastUpdated": "Последнее обновление: {{date}}",

  "privacyTitle": "Политика конфиденциальности",
  "privacyIntroTitle": "Введение",
  "privacyIntroContent": "Sudobility Inc. («мы») управляет сервисом SVGR — службой конвертации растровых изображений в векторные. Настоящая Политика конфиденциальности описывает, как мы собираем, используем и защищаем вашу информацию при использовании нашего сервиса.",
  "privacyCollectTitle": "Информация, которую мы собираем",
  "privacyCollectAutoTitle": "Собирается автоматически",
  "privacyCollectAutoItem1": "Тип и версия браузера",
  "privacyCollectAutoItem2": "Языковые настройки",
  "privacyCollectAutoItem3": "Анонимная аналитика использования (просмотры страниц, использование функций)",
  "privacyCollectUploadTitle": "Контент, предоставленный пользователем",
  "privacyCollectUploadItem1": "Изображения, загруженные для конвертации (обрабатываются в памяти и немедленно удаляются)",
  "privacyCollectUploadItem2": "Настройки конвертации (качество, параметры прозрачности)",
  "privacyUseTitle": "Как мы используем вашу информацию",
  "privacyUseItem1": "Для предоставления и улучшения сервиса конвертации изображений",
  "privacyUseItem2": "Для анализа моделей использования и оптимизации производительности",
  "privacyUseItem3": "Для обеспечения безопасности и целостности нашего сервиса",
  "privacyStorageTitle": "Хранение и сохранение данных",
  "privacyStorageContent": "Мы не храним загруженные вами изображения. Все изображения обрабатываются в оперативной памяти наших серверов и немедленно удаляются после конвертации. Данные изображений не сохраняются, не регистрируются и не передаются третьим лицам. Результаты конвертации возвращаются непосредственно в ваш браузер и не хранятся на наших серверах.",
  "privacyThirdPartyTitle": "Сторонние сервисы",
  "privacyThirdPartyContent": "Мы используем Firebase для хостинга и аналитики. Firebase может собирать анонимные данные об использовании в соответствии с политикой конфиденциальности Google. Мы не продаём, не обмениваем и не передаём вашу личную информацию третьим лицам в маркетинговых целях.",
  "privacyRightsTitle": "Ваши права",
  "privacyRightsItem1": "Запросить информацию о собираемых нами данных",
  "privacyRightsItem2": "Запросить удаление любых данных, связанных с вами",
  "privacyRightsItem3": "Отказаться от аналитического отслеживания, используя настройки конфиденциальности браузера или блокировщики рекламы",
  "privacyChangesTitle": "Изменения в данной политике",
  "privacyChangesContent": "Мы можем время от времени обновлять настоящую Политику конфиденциальности. Мы уведомим пользователей о существенных изменениях, обновив дату «Последнее обновление» в верхней части этой страницы.",
  "privacyContactTitle": "Свяжитесь с нами",
  "privacyContactDescription": "Если у вас есть вопросы о настоящей Политике конфиденциальности, свяжитесь с нами.",
  "privacyContactEmailLabel": "Эл. почта:",
  "privacyContactWebsiteLabel": "Веб-сайт:",

  "termsTitle": "Условия использования",
  "termsAcceptanceTitle": "Принятие условий",
  "termsAcceptanceContent": "Получая доступ к SVGR («Сервис») или используя его, управляемый Sudobility Inc., вы соглашаетесь соблюдать настоящие Условия использования. Если вы не согласны с этими условиями, пожалуйста, не используйте Сервис.",
  "termsServiceTitle": "Описание сервиса",
  "termsServiceContent": "SVGR — это веб-инструмент, преобразующий растровые изображения (PNG, JPG, WEBP, BMP, GIF) в масштабируемую векторную графику (SVG). Сервис предоставляется «как есть» и предназначен для предоставления дизайнерам отправной точки для дальнейшей доработки.",
  "termsUseTitle": "Допустимое использование",
  "termsUseItem1": "Вы можете использовать Сервис в личных или коммерческих целях",
  "termsUseItem2": "Запрещается загружать незаконный, вредоносный или нарушающий авторские права контент",
  "termsUseItem3": "Запрещается пытаться перегрузить, нарушить работу или провести обратную разработку Сервиса",
  "termsUseItem4": "Запрещается использовать автоматизированные инструменты для доступа к Сервису без предварительного письменного согласия",
  "termsIpTitle": "Интеллектуальная собственность",
  "termsIpContent": "Вы сохраняете все права на загружаемые изображения и созданные из них файлы SVG. SVGR не претендует на право собственности на ваш контент. Сам Сервис, включая его код, дизайн и бренд, является собственностью Sudobility Inc.",
  "termsUploadsTitle": "Загруженный контент",
  "termsUploadsContent": "Загруженные изображения обрабатываются в оперативной памяти и немедленно удаляются после конвертации. Мы не храним, не просматриваем и не передаём ваш загруженный контент. Вы несёте полную ответственность за то, чтобы у вас было право загружать и конвертировать отправляемые изображения.",
  "termsDisclaimerTitle": "Отказ от гарантий",
  "termsDisclaimerContent": "Сервис предоставляется «как есть» без каких-либо гарантий, явных или подразумеваемых. Мы не гарантируем, что результаты конвертации будут абсолютно точными или подходящими для какой-либо конкретной цели. Выходные файлы SVG являются приближениями к исходным растровым изображениям и могут потребовать дополнительного редактирования.",
  "termsLiabilityTitle": "Ограничение ответственности",
  "termsLiabilityContent": "В максимальной степени, допускаемой законом, Sudobility Inc. не несёт ответственности за любые косвенные, случайные, особые или последующие убытки, возникшие в результате использования Сервиса, включая, но не ограничиваясь, потерю данных, потерю прибыли или прерывание деятельности.",
  "termsTerminationTitle": "Прекращение",
  "termsTerminationContent": "Мы оставляем за собой право приостановить или прекратить доступ к Сервису в любое время, без уведомления, по любой причине, включая нарушение настоящих Условий.",
  "termsChangesTitle": "Изменения условий",
  "termsChangesContent": "Мы можем время от времени обновлять настоящие Условия использования. Продолжение использования Сервиса после изменений означает принятие обновлённых условий.",
  "termsContactTitle": "Свяжитесь с нами",
  "termsContactDescription": "Если у вас есть вопросы о настоящих Условиях использования, свяжитесь с нами.",
  "termsContactEmailLabel": "Эл. почта:",
  "termsContactWebsiteLabel": "Веб-сайт:"
}
