{
  "title": "SVGR",
  "subtitle": "Converti immagini raster in grafica vettoriale scalabile",
  "description": "Ideale per convertire loghi generati dall'IA. Poiché tutti i generatori di loghi creano file raster, ridimensionare e modificare diventa difficile. SVGR li converte in formato vettoriale, offrendo ai designer un punto di partenza per perfezionare — anche se il risultato non è perfetto al pixel.",
  "quality": "Qualità",
  "qualityMin": "File più piccolo",
  "qualityMax": "Maggiore fedeltà",
  "transparentBg": "Sfondo trasparente",
  "originalImage": "Immagine originale",
  "convertedSvg": "SVG convertito",
  "convertToSvg": "Converti in SVG",
  "converting": "Conversione in corso...",
  "dropOrClick": "Trascina un'immagine qui o clicca per caricare",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "Seleziona un file immagine (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "Cancella",
  "svgPlaceholder": "Il SVG convertito apparirà qui",
  "loginForFree": "Accedi per convertire gratuitamente senza filigrana",
  "conversionFailed": "Conversione non riuscita",
  "privacy": "Privacy",
  "terms": "Termini",
  "lastUpdated": "Ultimo aggiornamento: {{date}}",

  "privacyTitle": "Informativa sulla Privacy",
  "privacyIntroTitle": "Introduzione",
  "privacyIntroContent": "Sudobility Inc. (\"noi\") gestisce SVGR, un servizio di conversione di immagini raster in immagini vettoriali. Questa Informativa sulla Privacy spiega come raccogliamo, utilizziamo e proteggiamo le tue informazioni quando utilizzi il nostro servizio.",
  "privacyCollectTitle": "Informazioni che raccogliamo",
  "privacyCollectAutoTitle": "Raccolte automaticamente",
  "privacyCollectAutoItem1": "Tipo e versione del browser",
  "privacyCollectAutoItem2": "Preferenza di lingua",
  "privacyCollectAutoItem3": "Analisi di utilizzo anonime (visualizzazioni di pagina, utilizzo delle funzionalità)",
  "privacyCollectUploadTitle": "Contenuti forniti dall'utente",
  "privacyCollectUploadItem1": "Immagini caricate per la conversione (elaborate in memoria e immediatamente eliminate)",
  "privacyCollectUploadItem2": "Impostazioni di conversione (qualità, preferenze di trasparenza)",
  "privacyUseTitle": "Come utilizziamo le tue informazioni",
  "privacyUseItem1": "Per fornire e migliorare il servizio di conversione delle immagini",
  "privacyUseItem2": "Per analizzare i modelli di utilizzo e ottimizzare le prestazioni",
  "privacyUseItem3": "Per mantenere la sicurezza e l'integrità del nostro servizio",
  "privacyStorageTitle": "Archiviazione e conservazione dei dati",
  "privacyStorageContent": "Non archiviamo le immagini caricate. Tutte le immagini vengono elaborate nella memoria dei nostri server e immediatamente eliminate dopo la conversione. Nessun dato di immagine viene conservato, registrato o condiviso con terze parti. I risultati della conversione vengono restituiti direttamente al tuo browser e non vengono archiviati sui nostri server.",
  "privacyThirdPartyTitle": "Servizi di terze parti",
  "privacyThirdPartyContent": "Utilizziamo Firebase per l'hosting e le analisi. Firebase può raccogliere dati di utilizzo anonimi in conformità con la politica sulla privacy di Google. Non vendiamo, scambiamo né condividiamo le tue informazioni personali con terze parti a fini di marketing.",
  "privacyRightsTitle": "I tuoi diritti",
  "privacyRightsItem1": "Richiedere informazioni sui dati che raccogliamo",
  "privacyRightsItem2": "Richiedere la cancellazione di qualsiasi dato associato a te",
  "privacyRightsItem3": "Disattivare il tracciamento analitico utilizzando le impostazioni sulla privacy del browser o gli ad blocker",
  "privacyChangesTitle": "Modifiche a questa politica",
  "privacyChangesContent": "Potremmo aggiornare questa Informativa sulla Privacy di tanto in tanto. Informeremo gli utenti di eventuali modifiche sostanziali aggiornando la data di \"Ultimo aggiornamento\" nella parte superiore di questa pagina.",
  "privacyContactTitle": "Contattaci",
  "privacyContactDescription": "Per qualsiasi domanda su questa Informativa sulla Privacy, contattaci.",
  "privacyContactEmailLabel": "Email:",
  "privacyContactWebsiteLabel": "Sito web:",

  "termsTitle": "Termini di Servizio",
  "termsAcceptanceTitle": "Accettazione dei termini",
  "termsAcceptanceContent": "Accedendo o utilizzando SVGR (il \"Servizio\"), gestito da Sudobility Inc., accetti di essere vincolato da questi Termini di Servizio. Se non accetti questi termini, ti preghiamo di non utilizzare il Servizio.",
  "termsServiceTitle": "Descrizione del servizio",
  "termsServiceContent": "SVGR è uno strumento basato sul web che converte immagini raster (PNG, JPG, WEBP, BMP, GIF) in grafica vettoriale scalabile (SVG). Il Servizio viene fornito \"così com'è\" ed è pensato per dare ai designer un punto di partenza per un ulteriore perfezionamento.",
  "termsUseTitle": "Uso accettabile",
  "termsUseItem1": "Puoi utilizzare il Servizio per scopi personali o commerciali",
  "termsUseItem2": "Non devi caricare contenuti illegali, dannosi o che violano diritti di terzi",
  "termsUseItem3": "Non devi tentare di sovraccaricare, interrompere o decompilare il Servizio",
  "termsUseItem4": "Non devi utilizzare strumenti automatizzati per accedere al Servizio senza previo consenso scritto",
  "termsIpTitle": "Proprietà intellettuale",
  "termsIpContent": "Conservi tutti i diritti sulle immagini che carichi e sui file SVG generati da esse. SVGR non rivendica alcun diritto di proprietà sui tuoi contenuti. Il Servizio stesso, incluso il suo codice, design e marchio, è proprietà di Sudobility Inc.",
  "termsUploadsTitle": "Contenuti caricati",
  "termsUploadsContent": "Le immagini caricate vengono elaborate in memoria e immediatamente eliminate dopo la conversione. Non archiviamo, esaminiamo né condividiamo i tuoi contenuti caricati. Sei l'unico responsabile di assicurarti di avere il diritto di caricare e convertire le immagini che invii.",
  "termsDisclaimerTitle": "Esclusione di garanzie",
  "termsDisclaimerContent": "Il Servizio viene fornito \"così com'è\" senza garanzie di alcun tipo, esplicite o implicite. Non garantiamo che i risultati della conversione saranno perfettamente accurati o adatti a uno scopo particolare. I file SVG di output sono approssimazioni delle immagini raster originali e potrebbero richiedere ulteriori modifiche.",
  "termsLiabilityTitle": "Limitazione di responsabilità",
  "termsLiabilityContent": "Nella misura massima consentita dalla legge, Sudobility Inc. non sarà responsabile per danni indiretti, incidentali, speciali o consequenziali derivanti dall'uso del Servizio, inclusi ma non limitati a perdita di dati, perdita di profitti o interruzione dell'attività.",
  "termsTerminationTitle": "Risoluzione",
  "termsTerminationContent": "Ci riserviamo il diritto di sospendere o interrompere l'accesso al Servizio in qualsiasi momento, senza preavviso, per qualsiasi motivo, inclusa la violazione di questi Termini.",
  "termsChangesTitle": "Modifiche a questi termini",
  "termsChangesContent": "Potremmo aggiornare questi Termini di Servizio di tanto in tanto. L'uso continuato del Servizio dopo le modifiche costituisce accettazione dei termini aggiornati.",
  "termsContactTitle": "Contattaci",
  "termsContactDescription": "Per qualsiasi domanda su questi Termini di Servizio, contattaci.",
  "termsContactEmailLabel": "Email:",
  "termsContactWebsiteLabel": "Sito web:"
}
