{
  "title": "SVGR",
  "subtitle": "Convert raster images to scalable vector graphics",
  "description": "Ideal for converting AI-generated logos. Since all logo generators create raster files, scaling and editing become difficult. SVGR converts them to vector format, giving designers a starting point to fine-tune — even if the result isn't pixel-perfect.",
  "quality": "Quality",
  "qualityMin": "Smaller file",
  "qualityMax": "Higher fidelity",
  "transparentBg": "Transparent background",
  "originalImage": "Original Image",
  "convertedSvg": "Converted SVG",
  "convertToSvg": "Convert to SVG",
  "converting": "Converting...",
  "dropOrClick": "Drop an image here or click to upload",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "Please select an image file (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "Clear",
  "svgPlaceholder": "Converted SVG will appear here",
  "conversionFailed": "Conversion failed",
  "privacy": "Privacy",
  "terms": "Terms",
  "lastUpdated": "Last updated: {{date}}",

  "privacyTitle": "Privacy Policy",
  "privacyIntroTitle": "Introduction",
  "privacyIntroContent": "Sudobility Inc. (\"we\", \"us\", or \"our\") operates SVGR, a raster-to-vector image conversion service. This Privacy Policy explains how we collect, use, and protect your information when you use our service.",
  "privacyCollectTitle": "Information We Collect",
  "privacyCollectAutoTitle": "Automatically Collected",
  "privacyCollectAutoItem1": "Browser type and version",
  "privacyCollectAutoItem2": "Language preference",
  "privacyCollectAutoItem3": "Anonymous usage analytics (page views, feature usage)",
  "privacyCollectUploadTitle": "User-Provided Content",
  "privacyCollectUploadItem1": "Images you upload for conversion (processed in memory and immediately deleted)",
  "privacyCollectUploadItem2": "Conversion settings (quality, transparency preferences)",
  "privacyUseTitle": "How We Use Your Information",
  "privacyUseItem1": "To provide and improve the image conversion service",
  "privacyUseItem2": "To analyze usage patterns and optimize performance",
  "privacyUseItem3": "To maintain the security and integrity of our service",
  "privacyStorageTitle": "Data Storage & Retention",
  "privacyStorageContent": "We do not store your uploaded images. All images are processed in memory on our servers and immediately deleted after conversion. No image data is retained, logged, or shared with third parties. Conversion results are returned directly to your browser and are not stored on our servers.",
  "privacyThirdPartyTitle": "Third-Party Services",
  "privacyThirdPartyContent": "We use Firebase for hosting and analytics. Firebase may collect anonymous usage data in accordance with Google's privacy policy. We do not sell, trade, or share your personal information with third parties for marketing purposes.",
  "privacyRightsTitle": "Your Rights",
  "privacyRightsItem1": "Request information about the data we collect",
  "privacyRightsItem2": "Request deletion of any data associated with you",
  "privacyRightsItem3": "Opt out of analytics tracking by using browser privacy settings or ad blockers",
  "privacyChangesTitle": "Changes to This Policy",
  "privacyChangesContent": "We may update this Privacy Policy from time to time. We will notify users of any material changes by updating the \"Last updated\" date at the top of this page.",
  "privacyContactTitle": "Contact Us",
  "privacyContactDescription": "If you have any questions about this Privacy Policy, please contact us.",
  "privacyContactEmailLabel": "Email:",
  "privacyContactWebsiteLabel": "Website:",

  "termsTitle": "Terms of Service",
  "termsAcceptanceTitle": "Acceptance of Terms",
  "termsAcceptanceContent": "By accessing or using SVGR (the \"Service\"), operated by Sudobility Inc., you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use the Service.",
  "termsServiceTitle": "Description of Service",
  "termsServiceContent": "SVGR is a web-based tool that converts raster images (PNG, JPG, WEBP, BMP, GIF) to scalable vector graphics (SVG). The Service is provided \"as is\" and is intended to give designers a starting point for further refinement.",
  "termsUseTitle": "Acceptable Use",
  "termsUseItem1": "You may use the Service for personal or commercial purposes",
  "termsUseItem2": "You must not upload illegal, harmful, or infringing content",
  "termsUseItem3": "You must not attempt to overload, disrupt, or reverse-engineer the Service",
  "termsUseItem4": "You must not use automated tools to access the Service without prior written consent",
  "termsIpTitle": "Intellectual Property",
  "termsIpContent": "You retain all rights to the images you upload and the SVG files generated from them. SVGR does not claim any ownership over your content. The Service itself, including its code, design, and branding, is the property of Sudobility Inc.",
  "termsUploadsTitle": "Uploaded Content",
  "termsUploadsContent": "Images you upload are processed in memory and immediately deleted after conversion. We do not store, review, or share your uploaded content. You are solely responsible for ensuring you have the right to upload and convert any images you submit.",
  "termsDisclaimerTitle": "Disclaimer of Warranties",
  "termsDisclaimerContent": "The Service is provided \"as is\" without warranties of any kind, either express or implied. We do not guarantee that conversion results will be perfectly accurate or suitable for any particular purpose. The output SVG files are approximations of the original raster images and may require further editing.",
  "termsLiabilityTitle": "Limitation of Liability",
  "termsLiabilityContent": "To the maximum extent permitted by law, Sudobility Inc. shall not be liable for any indirect, incidental, special, or consequential damages arising from your use of the Service, including but not limited to loss of data, loss of profits, or business interruption.",
  "termsTerminationTitle": "Termination",
  "termsTerminationContent": "We reserve the right to suspend or terminate access to the Service at any time, without notice, for any reason, including violation of these Terms.",
  "termsChangesTitle": "Changes to These Terms",
  "termsChangesContent": "We may update these Terms of Service from time to time. Continued use of the Service after changes constitutes acceptance of the updated terms.",
  "termsContactTitle": "Contact Us",
  "termsContactDescription": "If you have any questions about these Terms of Service, please contact us.",
  "termsContactEmailLabel": "Email:",
  "termsContactWebsiteLabel": "Website:"
}
