{
  "title": "SVGR",
  "subtitle": "Перетворення растрових зображень на масштабовану векторну графіку",
  "description": "Ідеально підходить для перетворення логотипів, створених ШІ. Оскільки всі генератори логотипів створюють растрові файли, масштабування та редагування стають складними. SVGR конвертує їх у векторний формат, надаючи дизайнерам відправну точку для доопрацювання — навіть якщо результат не є піксельно ідеальним.",
  "quality": "Якість",
  "qualityMin": "Менший файл",
  "qualityMax": "Вища точність",
  "transparentBg": "Прозорий фон",
  "originalImage": "Оригінальне зображення",
  "convertedSvg": "Перетворений SVG",
  "convertToSvg": "Перетворити на SVG",
  "converting": "Перетворення...",
  "dropOrClick": "Перетягніть зображення сюди або натисніть для завантаження",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "Будь ласка, оберіть файл зображення (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "Очистити",
  "svgPlaceholder": "Перетворений SVG з'явиться тут",
  "conversionFailed": "Перетворення не вдалося",
  "privacy": "Конфіденційність",
  "terms": "Умови",
  "lastUpdated": "Останнє оновлення: {{date}}",

  "privacyTitle": "Політика конфіденційності",
  "privacyIntroTitle": "Вступ",
  "privacyIntroContent": "Sudobility Inc. (далі \"ми\") керує сервісом SVGR — службою конвертації растрових зображень у векторні. Ця Політика конфіденційності пояснює, як ми збираємо, використовуємо та захищаємо вашу інформацію під час використання нашого сервісу.",
  "privacyCollectTitle": "Інформація, яку ми збираємо",
  "privacyCollectAutoTitle": "Збирається автоматично",
  "privacyCollectAutoItem1": "Тип та версія браузера",
  "privacyCollectAutoItem2": "Мовні налаштування",
  "privacyCollectAutoItem3": "Анонімна аналітика використання (перегляди сторінок, використання функцій)",
  "privacyCollectUploadTitle": "Контент, наданий користувачем",
  "privacyCollectUploadItem1": "Зображення, які ви завантажуєте для конвертації (обробляються в пам'яті та негайно видаляються)",
  "privacyCollectUploadItem2": "Налаштування конвертації (якість, параметри прозорості)",
  "privacyUseTitle": "Як ми використовуємо вашу інформацію",
  "privacyUseItem1": "Для надання та покращення сервісу конвертації зображень",
  "privacyUseItem2": "Для аналізу моделей використання та оптимізації продуктивності",
  "privacyUseItem3": "Для підтримки безпеки та цілісності нашого сервісу",
  "privacyStorageTitle": "Зберігання та збереження даних",
  "privacyStorageContent": "Ми не зберігаємо завантажені вами зображення. Усі зображення обробляються в оперативній пам'яті наших серверів і негайно видаляються після конвертації. Дані зображень не зберігаються, не реєструються та не передаються третім особам. Результати конвертації повертаються безпосередньо у ваш браузер і не зберігаються на наших серверах.",
  "privacyThirdPartyTitle": "Сторонні сервіси",
  "privacyThirdPartyContent": "Ми використовуємо Firebase для хостингу та аналітики. Firebase може збирати анонімні дані про використання відповідно до політики конфіденційності Google. Ми не продаємо, не обмінюємо та не передаємо вашу особисту інформацію третім особам у маркетингових цілях.",
  "privacyRightsTitle": "Ваші права",
  "privacyRightsItem1": "Запитати інформацію про дані, які ми збираємо",
  "privacyRightsItem2": "Запитати видалення будь-яких даних, пов'язаних з вами",
  "privacyRightsItem3": "Відмовитися від аналітичного відстеження, використовуючи налаштування конфіденційності браузера або блокувальники реклами",
  "privacyChangesTitle": "Зміни до цієї політики",
  "privacyChangesContent": "Ми можемо час від часу оновлювати цю Політику конфіденційності. Ми повідомимо користувачів про суттєві зміни, оновивши дату \"Останнє оновлення\" у верхній частині цієї сторінки.",
  "privacyContactTitle": "Зв'яжіться з нами",
  "privacyContactDescription": "Якщо у вас є запитання щодо цієї Політики конфіденційності, будь ласка, зв'яжіться з нами.",
  "privacyContactEmailLabel": "Ел. пошта:",
  "privacyContactWebsiteLabel": "Веб-сайт:",

  "termsTitle": "Умови використання",
  "termsAcceptanceTitle": "Прийняття умов",
  "termsAcceptanceContent": "Отримуючи доступ до SVGR (\"Сервіс\") або використовуючи його, яким керує Sudobility Inc., ви погоджуєтесь дотримуватися цих Умов використання. Якщо ви не погоджуєтесь з цими умовами, будь ласка, не використовуйте Сервіс.",
  "termsServiceTitle": "Опис сервісу",
  "termsServiceContent": "SVGR — це веб-інструмент, який перетворює растрові зображення (PNG, JPG, WEBP, BMP, GIF) на масштабовану векторну графіку (SVG). Сервіс надається «як є» і призначений для надання дизайнерам відправної точки для подальшого вдосконалення.",
  "termsUseTitle": "Допустиме використання",
  "termsUseItem1": "Ви можете використовувати Сервіс для особистих або комерційних цілей",
  "termsUseItem2": "Заборонено завантажувати незаконний, шкідливий або контент, що порушує авторські права",
  "termsUseItem3": "Заборонено намагатися перевантажити, порушити роботу або здійснити зворотну розробку Сервісу",
  "termsUseItem4": "Заборонено використовувати автоматизовані інструменти для доступу до Сервісу без попередньої письмової згоди",
  "termsIpTitle": "Інтелектуальна власність",
  "termsIpContent": "Ви зберігаєте всі права на завантажені зображення та створені з них файли SVG. SVGR не претендує на право власності на ваш контент. Сам Сервіс, включаючи його код, дизайн та бренд, є власністю Sudobility Inc.",
  "termsUploadsTitle": "Завантажений контент",
  "termsUploadsContent": "Завантажені зображення обробляються в оперативній пам'яті та негайно видаляються після конвертації. Ми не зберігаємо, не переглядаємо та не передаємо ваш завантажений контент. Ви несете повну відповідальність за те, щоб у вас було право завантажувати та конвертувати надіслані зображення.",
  "termsDisclaimerTitle": "Відмова від гарантій",
  "termsDisclaimerContent": "Сервіс надається «як є» без будь-яких гарантій, явних чи неявних. Ми не гарантуємо, що результати конвертації будуть абсолютно точними або придатними для будь-якої конкретної мети. Вихідні файли SVG є наближеннями до оригінальних растрових зображень і можуть потребувати додаткового редагування.",
  "termsLiabilityTitle": "Обмеження відповідальності",
  "termsLiabilityContent": "У максимальному обсязі, дозволеному законом, Sudobility Inc. не несе відповідальності за будь-які непрямі, випадкові, спеціальні або наслідкові збитки, що виникли внаслідок використання вами Сервісу, включаючи, але не обмежуючись, втрату даних, втрату прибутку або переривання діяльності.",
  "termsTerminationTitle": "Припинення",
  "termsTerminationContent": "Ми залишаємо за собою право призупинити або припинити доступ до Сервісу в будь-який час, без повідомлення, з будь-якої причини, включаючи порушення цих Умов.",
  "termsChangesTitle": "Зміни до цих умов",
  "termsChangesContent": "Ми можемо час від часу оновлювати ці Умови використання. Продовження використання Сервісу після змін означає прийняття оновлених умов.",
  "termsContactTitle": "Зв'яжіться з нами",
  "termsContactDescription": "Якщо у вас є запитання щодо цих Умов використання, будь ласка, зв'яжіться з нами.",
  "termsContactEmailLabel": "Ел. пошта:",
  "termsContactWebsiteLabel": "Веб-сайт:"
}
