{
  "title": "SVGR",
  "subtitle": "Converta imagens rasterizadas em gráficos vetoriais escaláveis",
  "description": "Ideal para converter logotipos gerados por IA. Como todos os geradores de logotipos criam arquivos rasterizados, redimensionar e editar torna-se difícil. O SVGR os converte para formato vetorial, dando aos designers um ponto de partida para refinar — mesmo que o resultado não seja perfeito em cada pixel.",
  "quality": "Qualidade",
  "qualityMin": "Arquivo menor",
  "qualityMax": "Maior fidelidade",
  "transparentBg": "Fundo transparente",
  "originalImage": "Imagem original",
  "convertedSvg": "SVG convertido",
  "convertToSvg": "Converter para SVG",
  "converting": "Convertendo...",
  "dropOrClick": "Arraste uma imagem aqui ou clique para enviar",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "Selecione um arquivo de imagem (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "Limpar",
  "svgPlaceholder": "O SVG convertido aparecerá aqui",
  "conversionFailed": "A conversão falhou",
  "privacy": "Privacidade",
  "terms": "Termos",
  "lastUpdated": "Última atualização: {{date}}",

  "privacyTitle": "Política de Privacidade",
  "privacyIntroTitle": "Introdução",
  "privacyIntroContent": "A Sudobility Inc. (\"nós\") opera o SVGR, um serviço de conversão de imagens rasterizadas para vetoriais. Esta Política de Privacidade explica como coletamos, usamos e protegemos suas informações quando você utiliza nosso serviço.",
  "privacyCollectTitle": "Informações que coletamos",
  "privacyCollectAutoTitle": "Coletadas automaticamente",
  "privacyCollectAutoItem1": "Tipo e versão do navegador",
  "privacyCollectAutoItem2": "Preferência de idioma",
  "privacyCollectAutoItem3": "Análises de uso anônimas (visualizações de página, uso de funcionalidades)",
  "privacyCollectUploadTitle": "Conteúdo fornecido pelo usuário",
  "privacyCollectUploadItem1": "Imagens que você envia para conversão (processadas na memória e imediatamente excluídas)",
  "privacyCollectUploadItem2": "Configurações de conversão (qualidade, preferências de transparência)",
  "privacyUseTitle": "Como usamos suas informações",
  "privacyUseItem1": "Para fornecer e melhorar o serviço de conversão de imagens",
  "privacyUseItem2": "Para analisar padrões de uso e otimizar o desempenho",
  "privacyUseItem3": "Para manter a segurança e a integridade do nosso serviço",
  "privacyStorageTitle": "Armazenamento e retenção de dados",
  "privacyStorageContent": "Não armazenamos as imagens que você envia. Todas as imagens são processadas na memória dos nossos servidores e imediatamente excluídas após a conversão. Nenhum dado de imagem é retido, registrado ou compartilhado com terceiros. Os resultados da conversão são retornados diretamente ao seu navegador e não são armazenados em nossos servidores.",
  "privacyThirdPartyTitle": "Serviços de terceiros",
  "privacyThirdPartyContent": "Utilizamos o Firebase para hospedagem e análises. O Firebase pode coletar dados de uso anônimos de acordo com a política de privacidade do Google. Não vendemos, negociamos ou compartilhamos suas informações pessoais com terceiros para fins de marketing.",
  "privacyRightsTitle": "Seus direitos",
  "privacyRightsItem1": "Solicitar informações sobre os dados que coletamos",
  "privacyRightsItem2": "Solicitar a exclusão de quaisquer dados associados a você",
  "privacyRightsItem3": "Optar por não participar do rastreamento analítico usando configurações de privacidade do navegador ou bloqueadores de anúncios",
  "privacyChangesTitle": "Alterações nesta política",
  "privacyChangesContent": "Podemos atualizar esta Política de Privacidade periodicamente. Notificaremos os usuários sobre quaisquer alterações significativas atualizando a data de \"Última atualização\" no topo desta página.",
  "privacyContactTitle": "Fale conosco",
  "privacyContactDescription": "Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco.",
  "privacyContactEmailLabel": "E-mail:",
  "privacyContactWebsiteLabel": "Site:",

  "termsTitle": "Termos de Serviço",
  "termsAcceptanceTitle": "Aceitação dos termos",
  "termsAcceptanceContent": "Ao acessar ou utilizar o SVGR (o \"Serviço\"), operado pela Sudobility Inc., você concorda em estar vinculado a estes Termos de Serviço. Se você não concordar com estes termos, por favor não use o Serviço.",
  "termsServiceTitle": "Descrição do serviço",
  "termsServiceContent": "O SVGR é uma ferramenta baseada na web que converte imagens rasterizadas (PNG, JPG, WEBP, BMP, GIF) em gráficos vetoriais escaláveis (SVG). O Serviço é fornecido \"como está\" e destina-se a dar aos designers um ponto de partida para refinamento posterior.",
  "termsUseTitle": "Uso aceitável",
  "termsUseItem1": "Você pode usar o Serviço para fins pessoais ou comerciais",
  "termsUseItem2": "Você não deve enviar conteúdo ilegal, prejudicial ou que viole direitos de terceiros",
  "termsUseItem3": "Você não deve tentar sobrecarregar, interromper ou fazer engenharia reversa do Serviço",
  "termsUseItem4": "Você não deve usar ferramentas automatizadas para acessar o Serviço sem consentimento prévio por escrito",
  "termsIpTitle": "Propriedade intelectual",
  "termsIpContent": "Você mantém todos os direitos sobre as imagens que envia e os arquivos SVG gerados a partir delas. O SVGR não reivindica nenhum direito de propriedade sobre o seu conteúdo. O Serviço em si, incluindo seu código, design e marca, é propriedade da Sudobility Inc.",
  "termsUploadsTitle": "Conteúdo enviado",
  "termsUploadsContent": "As imagens que você envia são processadas na memória e imediatamente excluídas após a conversão. Não armazenamos, revisamos ou compartilhamos seu conteúdo enviado. Você é o único responsável por garantir que tem o direito de enviar e converter as imagens que submete.",
  "termsDisclaimerTitle": "Isenção de garantias",
  "termsDisclaimerContent": "O Serviço é fornecido \"como está\" sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos que os resultados da conversão serão perfeitamente precisos ou adequados para qualquer finalidade específica. Os arquivos SVG de saída são aproximações das imagens rasterizadas originais e podem exigir edição adicional.",
  "termsLiabilityTitle": "Limitação de responsabilidade",
  "termsLiabilityContent": "Na máxima extensão permitida por lei, a Sudobility Inc. não será responsável por quaisquer danos indiretos, incidentais, especiais ou consequenciais decorrentes do uso do Serviço, incluindo, mas não se limitando a, perda de dados, perda de lucros ou interrupção de negócios.",
  "termsTerminationTitle": "Rescisão",
  "termsTerminationContent": "Reservamo-nos o direito de suspender ou encerrar o acesso ao Serviço a qualquer momento, sem aviso prévio, por qualquer motivo, incluindo violação destes Termos.",
  "termsChangesTitle": "Alterações nestes termos",
  "termsChangesContent": "Podemos atualizar estes Termos de Serviço periodicamente. O uso contínuo do Serviço após as alterações constitui aceitação dos termos atualizados.",
  "termsContactTitle": "Fale conosco",
  "termsContactDescription": "Se você tiver alguma dúvida sobre estes Termos de Serviço, entre em contato conosco.",
  "termsContactEmailLabel": "E-mail:",
  "termsContactWebsiteLabel": "Site:"
}
