{
  "title": "SVGR",
  "subtitle": "Chuyển đổi ảnh raster thành đồ họa vector có thể mở rộng",
  "description": "Lý tưởng để chuyển đổi logo do AI tạo ra. Vì tất cả các trình tạo logo đều tạo file raster, việc thay đổi kích thước và chỉnh sửa trở nên khó khăn. SVGR chuyển đổi chúng sang định dạng vector, cung cấp cho nhà thiết kế một điểm khởi đầu để tinh chỉnh — ngay cả khi kết quả chưa hoàn hảo đến từng pixel.",
  "quality": "Chất lượng",
  "qualityMin": "Tệp nhỏ hơn",
  "qualityMax": "Độ trung thực cao hơn",
  "transparentBg": "Nền trong suốt",
  "originalImage": "Ảnh gốc",
  "convertedSvg": "SVG đã chuyển đổi",
  "convertToSvg": "Chuyển đổi sang SVG",
  "converting": "Đang chuyển đổi...",
  "dropOrClick": "Kéo thả ảnh vào đây hoặc nhấp để tải lên",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "Vui lòng chọn tệp ảnh (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "Xóa",
  "svgPlaceholder": "SVG đã chuyển đổi sẽ hiển thị tại đây",
  "conversionFailed": "Chuyển đổi thất bại",
  "privacy": "Quyền riêng tư",
  "terms": "Điều khoản",
  "lastUpdated": "Cập nhật lần cuối: {{date}}",

  "privacyTitle": "Chính sách Quyền riêng tư",
  "privacyIntroTitle": "Giới thiệu",
  "privacyIntroContent": "Sudobility Inc. (\"chúng tôi\") vận hành SVGR, một dịch vụ chuyển đổi ảnh raster sang ảnh vector. Chính sách Quyền riêng tư này giải thích cách chúng tôi thu thập, sử dụng và bảo vệ thông tin của bạn khi bạn sử dụng dịch vụ của chúng tôi.",
  "privacyCollectTitle": "Thông tin chúng tôi thu thập",
  "privacyCollectAutoTitle": "Thu thập tự động",
  "privacyCollectAutoItem1": "Loại và phiên bản trình duyệt",
  "privacyCollectAutoItem2": "Tùy chọn ngôn ngữ",
  "privacyCollectAutoItem3": "Phân tích sử dụng ẩn danh (lượt xem trang, sử dụng tính năng)",
  "privacyCollectUploadTitle": "Nội dung do người dùng cung cấp",
  "privacyCollectUploadItem1": "Hình ảnh bạn tải lên để chuyển đổi (được xử lý trong bộ nhớ và xóa ngay lập tức)",
  "privacyCollectUploadItem2": "Cài đặt chuyển đổi (chất lượng, tùy chọn trong suốt)",
  "privacyUseTitle": "Cách chúng tôi sử dụng thông tin của bạn",
  "privacyUseItem1": "Để cung cấp và cải thiện dịch vụ chuyển đổi hình ảnh",
  "privacyUseItem2": "Để phân tích mô hình sử dụng và tối ưu hóa hiệu suất",
  "privacyUseItem3": "Để duy trì tính bảo mật và toàn vẹn của dịch vụ",
  "privacyStorageTitle": "Lưu trữ và bảo quản dữ liệu",
  "privacyStorageContent": "Chúng tôi không lưu trữ hình ảnh bạn tải lên. Tất cả hình ảnh được xử lý trong bộ nhớ trên máy chủ của chúng tôi và bị xóa ngay sau khi chuyển đổi. Không có dữ liệu hình ảnh nào được lưu giữ, ghi lại hoặc chia sẻ với bên thứ ba. Kết quả chuyển đổi được trả trực tiếp về trình duyệt của bạn và không được lưu trữ trên máy chủ của chúng tôi.",
  "privacyThirdPartyTitle": "Dịch vụ bên thứ ba",
  "privacyThirdPartyContent": "Chúng tôi sử dụng Firebase để lưu trữ và phân tích. Firebase có thể thu thập dữ liệu sử dụng ẩn danh theo chính sách quyền riêng tư của Google. Chúng tôi không bán, trao đổi hoặc chia sẻ thông tin cá nhân của bạn với bên thứ ba cho mục đích tiếp thị.",
  "privacyRightsTitle": "Quyền của bạn",
  "privacyRightsItem1": "Yêu cầu thông tin về dữ liệu chúng tôi thu thập",
  "privacyRightsItem2": "Yêu cầu xóa bất kỳ dữ liệu nào liên quan đến bạn",
  "privacyRightsItem3": "Từ chối theo dõi phân tích bằng cách sử dụng cài đặt quyền riêng tư của trình duyệt hoặc trình chặn quảng cáo",
  "privacyChangesTitle": "Thay đổi chính sách này",
  "privacyChangesContent": "Chúng tôi có thể cập nhật Chính sách Quyền riêng tư này theo thời gian. Chúng tôi sẽ thông báo cho người dùng về bất kỳ thay đổi quan trọng nào bằng cách cập nhật ngày \"Cập nhật lần cuối\" ở đầu trang này.",
  "privacyContactTitle": "Liên hệ với chúng tôi",
  "privacyContactDescription": "Nếu bạn có bất kỳ câu hỏi nào về Chính sách Quyền riêng tư này, vui lòng liên hệ với chúng tôi.",
  "privacyContactEmailLabel": "Email:",
  "privacyContactWebsiteLabel": "Website:",

  "termsTitle": "Điều khoản Dịch vụ",
  "termsAcceptanceTitle": "Chấp nhận điều khoản",
  "termsAcceptanceContent": "Bằng cách truy cập hoặc sử dụng SVGR (\"Dịch vụ\"), được vận hành bởi Sudobility Inc., bạn đồng ý tuân theo các Điều khoản Dịch vụ này. Nếu bạn không đồng ý với các điều khoản này, vui lòng không sử dụng Dịch vụ.",
  "termsServiceTitle": "Mô tả dịch vụ",
  "termsServiceContent": "SVGR là công cụ trên web chuyển đổi ảnh raster (PNG, JPG, WEBP, BMP, GIF) thành đồ họa vector có thể mở rộng (SVG). Dịch vụ được cung cấp \"nguyên trạng\" và nhằm cung cấp cho nhà thiết kế một điểm khởi đầu để tinh chỉnh thêm.",
  "termsUseTitle": "Sử dụng chấp nhận được",
  "termsUseItem1": "Bạn có thể sử dụng Dịch vụ cho mục đích cá nhân hoặc thương mại",
  "termsUseItem2": "Bạn không được tải lên nội dung bất hợp pháp, có hại hoặc vi phạm quyền sở hữu",
  "termsUseItem3": "Bạn không được cố gắng làm quá tải, gián đoạn hoặc dịch ngược Dịch vụ",
  "termsUseItem4": "Bạn không được sử dụng các công cụ tự động để truy cập Dịch vụ mà không có sự đồng ý bằng văn bản trước",
  "termsIpTitle": "Sở hữu trí tuệ",
  "termsIpContent": "Bạn giữ mọi quyền đối với hình ảnh bạn tải lên và các tệp SVG được tạo từ chúng. SVGR không tuyên bố quyền sở hữu đối với nội dung của bạn. Bản thân Dịch vụ, bao gồm mã nguồn, thiết kế và thương hiệu, là tài sản của Sudobility Inc.",
  "termsUploadsTitle": "Nội dung đã tải lên",
  "termsUploadsContent": "Hình ảnh bạn tải lên được xử lý trong bộ nhớ và bị xóa ngay sau khi chuyển đổi. Chúng tôi không lưu trữ, xem xét hoặc chia sẻ nội dung bạn tải lên. Bạn hoàn toàn chịu trách nhiệm đảm bảo rằng bạn có quyền tải lên và chuyển đổi bất kỳ hình ảnh nào bạn gửi.",
  "termsDisclaimerTitle": "Từ chối bảo đảm",
  "termsDisclaimerContent": "Dịch vụ được cung cấp \"nguyên trạng\" mà không có bất kỳ bảo đảm nào, dù rõ ràng hay ngụ ý. Chúng tôi không đảm bảo rằng kết quả chuyển đổi sẽ hoàn toàn chính xác hoặc phù hợp cho bất kỳ mục đích cụ thể nào. Các tệp SVG đầu ra là giá trị xấp xỉ của ảnh raster gốc và có thể cần chỉnh sửa thêm.",
  "termsLiabilityTitle": "Giới hạn trách nhiệm",
  "termsLiabilityContent": "Trong phạm vi tối đa được pháp luật cho phép, Sudobility Inc. sẽ không chịu trách nhiệm về bất kỳ thiệt hại gián tiếp, ngẫu nhiên, đặc biệt hoặc hậu quả nào phát sinh từ việc bạn sử dụng Dịch vụ, bao gồm nhưng không giới hạn ở mất dữ liệu, mất lợi nhuận hoặc gián đoạn kinh doanh.",
  "termsTerminationTitle": "Chấm dứt",
  "termsTerminationContent": "Chúng tôi có quyền tạm ngưng hoặc chấm dứt quyền truy cập Dịch vụ bất cứ lúc nào, không cần thông báo, vì bất kỳ lý do nào, bao gồm vi phạm các Điều khoản này.",
  "termsChangesTitle": "Thay đổi các điều khoản này",
  "termsChangesContent": "Chúng tôi có thể cập nhật các Điều khoản Dịch vụ này theo thời gian. Việc tiếp tục sử dụng Dịch vụ sau khi thay đổi đồng nghĩa với việc chấp nhận các điều khoản đã cập nhật.",
  "termsContactTitle": "Liên hệ với chúng tôi",
  "termsContactDescription": "Nếu bạn có bất kỳ câu hỏi nào về các Điều khoản Dịch vụ này, vui lòng liên hệ với chúng tôi.",
  "termsContactEmailLabel": "Email:",
  "termsContactWebsiteLabel": "Website:"
}
