{
  "title": "SVGR",
  "subtitle": "แปลงภาพแรสเตอร์เป็นกราฟิกเวกเตอร์ที่ปรับขนาดได้",
  "description": "เหมาะอย่างยิ่งสำหรับการแปลงโลโก้ที่สร้างด้วย AI เนื่องจากเครื่องมือสร้างโลโก้ทั้งหมดสร้างไฟล์แรสเตอร์ การปรับขนาดและแก้ไขจึงทำได้ยาก SVGR แปลงไฟล์เหล่านั้นเป็นรูปแบบเวกเตอร์ ให้นักออกแบบมีจุดเริ่มต้นในการปรับแต่ง — แม้ว่าผลลัพธ์จะไม่สมบูรณ์แบบในระดับพิกเซลก็ตาม",
  "quality": "คุณภาพ",
  "qualityMin": "ไฟล์เล็กลง",
  "qualityMax": "ความคมชัดสูง",
  "transparentBg": "พื้นหลังโปร่งใส",
  "originalImage": "ภาพต้นฉบับ",
  "convertedSvg": "SVG ที่แปลงแล้ว",
  "convertToSvg": "แปลงเป็น SVG",
  "converting": "กำลังแปลง...",
  "dropOrClick": "ลากวางรูปภาพที่นี่หรือคลิกเพื่ออัปโหลด",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "กรุณาเลือกไฟล์รูปภาพ (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "ล้าง",
  "svgPlaceholder": "SVG ที่แปลงแล้วจะแสดงที่นี่",
  "loginForFree": "เข้าสู่ระบบเพื่อแปลงไฟล์ฟรีโดยไม่มีลายน้ำ",
  "conversionFailed": "การแปลงล้มเหลว",
  "privacy": "ความเป็นส่วนตัว",
  "terms": "ข้อกำหนด",
  "lastUpdated": "อัปเดตล่าสุด: {{date}}",

  "privacyTitle": "นโยบายความเป็นส่วนตัว",
  "privacyIntroTitle": "บทนำ",
  "privacyIntroContent": "Sudobility Inc. (\"เรา\") ดำเนินการ SVGR ซึ่งเป็นบริการแปลงภาพแรสเตอร์เป็นภาพเวกเตอร์ นโยบายความเป็นส่วนตัวนี้อธิบายวิธีที่เราเก็บรวบรวม ใช้ และปกป้องข้อมูลของคุณเมื่อคุณใช้บริการของเรา",
  "privacyCollectTitle": "ข้อมูลที่เราเก็บรวบรวม",
  "privacyCollectAutoTitle": "เก็บรวบรวมโดยอัตโนมัติ",
  "privacyCollectAutoItem1": "ประเภทและเวอร์ชันของเบราว์เซอร์",
  "privacyCollectAutoItem2": "การตั้งค่าภาษา",
  "privacyCollectAutoItem3": "การวิเคราะห์การใช้งานแบบไม่ระบุตัวตน (การเข้าชมหน้า, การใช้ฟีเจอร์)",
  "privacyCollectUploadTitle": "เนื้อหาที่ผู้ใช้ให้มา",
  "privacyCollectUploadItem1": "รูปภาพที่คุณอัปโหลดเพื่อแปลง (ประมวลผลในหน่วยความจำและลบทันที)",
  "privacyCollectUploadItem2": "การตั้งค่าการแปลง (คุณภาพ, การตั้งค่าความโปร่งใส)",
  "privacyUseTitle": "วิธีที่เราใช้ข้อมูลของคุณ",
  "privacyUseItem1": "เพื่อให้บริการและปรับปรุงบริการแปลงภาพ",
  "privacyUseItem2": "เพื่อวิเคราะห์รูปแบบการใช้งานและเพิ่มประสิทธิภาพ",
  "privacyUseItem3": "เพื่อรักษาความปลอดภัยและความสมบูรณ์ของบริการของเรา",
  "privacyStorageTitle": "การจัดเก็บและการเก็บรักษาข้อมูล",
  "privacyStorageContent": "เราไม่จัดเก็บรูปภาพที่คุณอัปโหลด รูปภาพทั้งหมดจะถูกประมวลผลในหน่วยความจำบนเซิร์ฟเวอร์ของเราและถูกลบทันทีหลังการแปลง ไม่มีข้อมูลรูปภาพใดถูกเก็บรักษา บันทึก หรือแชร์กับบุคคลที่สาม ผลลัพธ์การแปลงจะถูกส่งกลับไปยังเบราว์เซอร์ของคุณโดยตรงและไม่ถูกจัดเก็บบนเซิร์ฟเวอร์ของเรา",
  "privacyThirdPartyTitle": "บริการของบุคคลที่สาม",
  "privacyThirdPartyContent": "เราใช้ Firebase สำหรับการโฮสต์และการวิเคราะห์ Firebase อาจเก็บรวบรวมข้อมูลการใช้งานแบบไม่ระบุตัวตนตามนโยบายความเป็นส่วนตัวของ Google เราไม่ขาย แลกเปลี่ยน หรือแชร์ข้อมูลส่วนบุคคลของคุณกับบุคคลที่สามเพื่อวัตถุประสงค์ทางการตลาด",
  "privacyRightsTitle": "สิทธิ์ของคุณ",
  "privacyRightsItem1": "ขอข้อมูลเกี่ยวกับข้อมูลที่เราเก็บรวบรวม",
  "privacyRightsItem2": "ขอลบข้อมูลใดๆ ที่เกี่ยวข้องกับคุณ",
  "privacyRightsItem3": "เลือกไม่ใช้การติดตามเชิงวิเคราะห์โดยใช้การตั้งค่าความเป็นส่วนตัวของเบราว์เซอร์หรือตัวบล็อกโฆษณา",
  "privacyChangesTitle": "การเปลี่ยนแปลงนโยบายนี้",
  "privacyChangesContent": "เราอาจอัปเดตนโยบายความเป็นส่วนตัวนี้เป็นครั้งคราว เราจะแจ้งผู้ใช้เกี่ยวกับการเปลี่ยนแปลงที่สำคัญโดยอัปเดตวันที่ \"อัปเดตล่าสุด\" ที่ด้านบนของหน้านี้",
  "privacyContactTitle": "ติดต่อเรา",
  "privacyContactDescription": "หากคุณมีคำถามเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ กรุณาติดต่อเรา",
  "privacyContactEmailLabel": "อีเมล:",
  "privacyContactWebsiteLabel": "เว็บไซต์:",

  "termsTitle": "ข้อกำหนดการให้บริการ",
  "termsAcceptanceTitle": "การยอมรับข้อกำหนด",
  "termsAcceptanceContent": "โดยการเข้าถึงหรือใช้งาน SVGR (\"บริการ\") ซึ่งดำเนินการโดย Sudobility Inc. คุณตกลงที่จะผูกพันตามข้อกำหนดการให้บริการเหล่านี้ หากคุณไม่เห็นด้วยกับข้อกำหนดเหล่านี้ กรุณาอย่าใช้บริการ",
  "termsServiceTitle": "รายละเอียดบริการ",
  "termsServiceContent": "SVGR เป็นเครื่องมือบนเว็บที่แปลงภาพแรสเตอร์ (PNG, JPG, WEBP, BMP, GIF) เป็นกราฟิกเวกเตอร์ที่ปรับขนาดได้ (SVG) บริการนี้ให้ \"ตามสภาพ\" และมีวัตถุประสงค์เพื่อให้นักออกแบบมีจุดเริ่มต้นสำหรับการปรับแต่งเพิ่มเติม",
  "termsUseTitle": "การใช้งานที่ยอมรับได้",
  "termsUseItem1": "คุณสามารถใช้บริการเพื่อวัตถุประสงค์ส่วนบุคคลหรือเชิงพาณิชย์",
  "termsUseItem2": "คุณต้องไม่อัปโหลดเนื้อหาที่ผิดกฎหมาย เป็นอันตราย หรือละเมิดสิทธิ์",
  "termsUseItem3": "คุณต้องไม่พยายามสร้างภาระเกิน รบกวน หรือทำวิศวกรรมย้อนกลับบริการ",
  "termsUseItem4": "คุณต้องไม่ใช้เครื่องมืออัตโนมัติเพื่อเข้าถึงบริการโดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้า",
  "termsIpTitle": "ทรัพย์สินทางปัญญา",
  "termsIpContent": "คุณรักษาสิทธิ์ทั้งหมดในรูปภาพที่คุณอัปโหลดและไฟล์ SVG ที่สร้างขึ้นจากรูปภาพเหล่านั้น SVGR ไม่อ้างสิทธิ์ความเป็นเจ้าของเหนือเนื้อหาของคุณ บริการเอง รวมถึงโค้ด การออกแบบ และแบรนด์ เป็นทรัพย์สินของ Sudobility Inc.",
  "termsUploadsTitle": "เนื้อหาที่อัปโหลด",
  "termsUploadsContent": "รูปภาพที่คุณอัปโหลดจะถูกประมวลผลในหน่วยความจำและลบทันทีหลังการแปลง เราไม่จัดเก็บ ตรวจสอบ หรือแชร์เนื้อหาที่คุณอัปโหลด คุณเป็นผู้รับผิดชอบแต่เพียงผู้เดียวในการตรวจสอบว่าคุณมีสิทธิ์ในการอัปโหลดและแปลงรูปภาพที่คุณส่ง",
  "termsDisclaimerTitle": "ข้อจำกัดความรับผิดชอบ",
  "termsDisclaimerContent": "บริการนี้ให้ \"ตามสภาพ\" โดยไม่มีการรับประกันใดๆ ไม่ว่าจะโดยชัดแจ้งหรือโดยนัย เราไม่รับประกันว่าผลลัพธ์การแปลงจะถูกต้องสมบูรณ์แบบหรือเหมาะสมกับวัตถุประสงค์เฉพาะใดๆ ไฟล์ SVG ที่ได้เป็นค่าประมาณของภาพแรสเตอร์ต้นฉบับและอาจต้องการการแก้ไขเพิ่มเติม",
  "termsLiabilityTitle": "การจำกัดความรับผิด",
  "termsLiabilityContent": "ภายในขอบเขตสูงสุดที่กฎหมายอนุญาต Sudobility Inc. จะไม่รับผิดชอบต่อความเสียหายทางอ้อม โดยบังเอิญ พิเศษ หรือเป็นผลสืบเนื่องที่เกิดจากการใช้บริการของคุณ รวมถึงแต่ไม่จำกัดเพียงการสูญเสียข้อมูล การสูญเสียกำไร หรือการหยุดชะงักทางธุรกิจ",
  "termsTerminationTitle": "การยกเลิก",
  "termsTerminationContent": "เราขอสงวนสิทธิ์ในการระงับหรือยกเลิกการเข้าถึงบริการได้ตลอดเวลา โดยไม่ต้องแจ้งให้ทราบ ด้วยเหตุผลใดก็ตาม รวมถึงการละเมิดข้อกำหนดเหล่านี้",
  "termsChangesTitle": "การเปลี่ยนแปลงข้อกำหนดเหล่านี้",
  "termsChangesContent": "เราอาจอัปเดตข้อกำหนดการให้บริการเหล่านี้เป็นครั้งคราว การใช้บริการต่อเนื่องหลังจากการเปลี่ยนแปลงถือเป็นการยอมรับข้อกำหนดที่อัปเดต",
  "termsContactTitle": "ติดต่อเรา",
  "termsContactDescription": "หากคุณมีคำถามเกี่ยวกับข้อกำหนดการให้บริการเหล่านี้ กรุณาติดต่อเรา",
  "termsContactEmailLabel": "อีเมล:",
  "termsContactWebsiteLabel": "เว็บไซต์:"
}
