{
  "title": "SVGR",
  "subtitle": "تحويل الصور النقطية إلى رسومات متجهية قابلة للتحجيم",
  "pronunciation": "يُنطق \"سفيغر\"",
  "description": "مثالي لتحويل الشعارات المُنشأة بالذكاء الاصطناعي. نظرًا لأن جميع مولّدات الشعارات تُنتج ملفات نقطية، يصبح تغيير الحجم والتعديل صعبًا. يقوم SVGR بتحويلها إلى صيغة متجهية، مما يمنح المصممين نقطة انطلاق للتحسين — حتى لو لم تكن النتيجة مثالية بدقة البكسل.",
  "quality": "الجودة",
  "qualityMin": "ملف أصغر",
  "qualityMax": "دقة أعلى",
  "transparentBg": "خلفية شفافة",
  "originalImage": "الصورة الأصلية",
  "convertedSvg": "SVG المحوّل",
  "convertToSvg": "تحويل إلى SVG",
  "converting": "جارٍ التحويل...",
  "dropOrClick": "اسحب صورة هنا أو انقر للتحميل",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "يرجى اختيار ملف صورة (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "مسح",
  "svgPlaceholder": "سيظهر SVG المحوّل هنا",
  "loginForFree": "سجّل الدخول للتحويل مجانًا بدون علامة مائية",
  "conversionFailed": "فشل التحويل",
  "privacy": "الخصوصية",
  "terms": "الشروط",
  "lastUpdated": "آخر تحديث: {{date}}",

  "privacyTitle": "سياسة الخصوصية",
  "privacyIntroTitle": "مقدمة",
  "privacyIntroContent": "تدير شركة Sudobility Inc. (يُشار إليها بـ \"نحن\") خدمة SVGR، وهي خدمة لتحويل الصور النقطية إلى صور متجهية. توضح سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها وحمايتها عند استخدامك لخدمتنا.",
  "privacyCollectTitle": "المعلومات التي نجمعها",
  "privacyCollectAutoTitle": "المعلومات المُجمَّعة تلقائيًا",
  "privacyCollectAutoItem1": "نوع المتصفح وإصداره",
  "privacyCollectAutoItem2": "تفضيل اللغة",
  "privacyCollectAutoItem3": "تحليلات الاستخدام المجهولة (مشاهدات الصفحات، استخدام الميزات)",
  "privacyCollectUploadTitle": "المحتوى المقدم من المستخدم",
  "privacyCollectUploadItem1": "الصور التي ترفعها للتحويل (تُعالج في الذاكرة وتُحذف فورًا)",
  "privacyCollectUploadItem2": "إعدادات التحويل (الجودة، تفضيلات الشفافية)",
  "privacyUseTitle": "كيف نستخدم معلوماتك",
  "privacyUseItem1": "لتوفير خدمة تحويل الصور وتحسينها",
  "privacyUseItem2": "لتحليل أنماط الاستخدام وتحسين الأداء",
  "privacyUseItem3": "للحفاظ على أمان خدمتنا وسلامتها",
  "privacyStorageTitle": "تخزين البيانات والاحتفاظ بها",
  "privacyStorageContent": "نحن لا نخزن الصور التي ترفعها. تتم معالجة جميع الصور في ذاكرة خوادمنا وتُحذف فورًا بعد التحويل. لا يتم الاحتفاظ ببيانات الصور أو تسجيلها أو مشاركتها مع أطراف ثالثة. تُعاد نتائج التحويل مباشرةً إلى متصفحك ولا تُخزَّن على خوادمنا.",
  "privacyThirdPartyTitle": "خدمات الطرف الثالث",
  "privacyThirdPartyContent": "نستخدم Firebase للاستضافة والتحليلات. قد يجمع Firebase بيانات استخدام مجهولة وفقًا لسياسة خصوصية Google. نحن لا نبيع أو نتاجر أو نشارك معلوماتك الشخصية مع أطراف ثالثة لأغراض تسويقية.",
  "privacyRightsTitle": "حقوقك",
  "privacyRightsItem1": "طلب معلومات حول البيانات التي نجمعها",
  "privacyRightsItem2": "طلب حذف أي بيانات مرتبطة بك",
  "privacyRightsItem3": "إلغاء الاشتراك في التتبع التحليلي باستخدام إعدادات خصوصية المتصفح أو أدوات حظر الإعلانات",
  "privacyChangesTitle": "التغييرات على هذه السياسة",
  "privacyChangesContent": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنُبلغ المستخدمين بأي تغييرات جوهرية عن طريق تحديث تاريخ \"آخر تحديث\" في أعلى هذه الصفحة.",
  "privacyContactTitle": "اتصل بنا",
  "privacyContactDescription": "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا.",
  "privacyContactEmailLabel": "البريد الإلكتروني:",
  "privacyContactWebsiteLabel": "الموقع الإلكتروني:",

  "termsTitle": "شروط الخدمة",
  "termsAcceptanceTitle": "قبول الشروط",
  "termsAcceptanceContent": "من خلال الوصول إلى SVGR (\"الخدمة\") أو استخدامها، التي تديرها Sudobility Inc.، فإنك توافق على الالتزام بشروط الخدمة هذه. إذا كنت لا توافق على هذه الشروط، يرجى عدم استخدام الخدمة.",
  "termsServiceTitle": "وصف الخدمة",
  "termsServiceContent": "SVGR هي أداة قائمة على الويب تحوّل الصور النقطية (PNG، JPG، WEBP، BMP، GIF) إلى رسومات متجهية قابلة للتحجيم (SVG). يتم تقديم الخدمة \"كما هي\" وتهدف إلى منح المصممين نقطة انطلاق لمزيد من التحسين.",
  "termsUseTitle": "الاستخدام المقبول",
  "termsUseItem1": "يمكنك استخدام الخدمة لأغراض شخصية أو تجارية",
  "termsUseItem2": "يجب عدم رفع محتوى غير قانوني أو ضار أو ينتهك حقوق الآخرين",
  "termsUseItem3": "يجب عدم محاولة إثقال الخدمة أو تعطيلها أو إجراء هندسة عكسية لها",
  "termsUseItem4": "يجب عدم استخدام أدوات آلية للوصول إلى الخدمة دون موافقة خطية مسبقة",
  "termsIpTitle": "الملكية الفكرية",
  "termsIpContent": "تحتفظ بجميع الحقوق على الصور التي ترفعها وملفات SVG المُنشأة منها. لا تدّعي SVGR أي ملكية على محتواك. الخدمة ذاتها، بما في ذلك الكود والتصميم والعلامة التجارية، هي ملك لشركة Sudobility Inc.",
  "termsUploadsTitle": "المحتوى المرفوع",
  "termsUploadsContent": "تتم معالجة الصور التي ترفعها في الذاكرة وتُحذف فورًا بعد التحويل. نحن لا نخزن أو نراجع أو نشارك المحتوى المرفوع. أنت المسؤول الوحيد عن التأكد من أن لديك الحق في رفع وتحويل أي صور تقدمها.",
  "termsDisclaimerTitle": "إخلاء المسؤولية",
  "termsDisclaimerContent": "يتم تقديم الخدمة \"كما هي\" دون ضمانات من أي نوع، صريحة أو ضمنية. نحن لا نضمن أن نتائج التحويل ستكون دقيقة تمامًا أو مناسبة لأي غرض معين. ملفات SVG الناتجة هي تقريبات للصور النقطية الأصلية وقد تحتاج إلى تعديل إضافي.",
  "termsLiabilityTitle": "تحديد المسؤولية",
  "termsLiabilityContent": "إلى أقصى حد يسمح به القانون، لن تكون Sudobility Inc. مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية ناشئة عن استخدامك للخدمة، بما في ذلك على سبيل المثال لا الحصر فقدان البيانات أو فقدان الأرباح أو انقطاع الأعمال.",
  "termsTerminationTitle": "الإنهاء",
  "termsTerminationContent": "نحتفظ بالحق في تعليق أو إنهاء الوصول إلى الخدمة في أي وقت، دون إشعار، لأي سبب، بما في ذلك انتهاك هذه الشروط.",
  "termsChangesTitle": "التغييرات على هذه الشروط",
  "termsChangesContent": "قد نقوم بتحديث شروط الخدمة هذه من وقت لآخر. يُعد الاستمرار في استخدام الخدمة بعد التغييرات بمثابة قبول للشروط المحدثة.",
  "termsContactTitle": "اتصل بنا",
  "termsContactDescription": "إذا كان لديك أي أسئلة حول شروط الخدمة هذه، يرجى الاتصال بنا.",
  "termsContactEmailLabel": "البريد الإلكتروني:",
  "termsContactWebsiteLabel": "الموقع الإلكتروني:"
}
