{
  "title": "SVGR",
  "subtitle": "Konvertera rasterbilder till skalbara vektorgrafik",
  "pronunciation": "Uttalas \"Sveeger\"",
  "description": "Perfekt för att konvertera AI-genererade logotyper. Eftersom alla logotypgeneratorer skapar rasterfiler blir skalning och redigering svårt. SVGR konverterar dem till vektorformat och ger designers en startpunkt att finjustera — även om resultatet inte är pixelperfekt.",
  "quality": "Kvalitet",
  "qualityMin": "Mindre fil",
  "qualityMax": "Högre kvalitet",
  "transparentBg": "Transparent bakgrund",
  "originalImage": "Originalbild",
  "convertedSvg": "Konverterad SVG",
  "convertToSvg": "Konvertera till SVG",
  "converting": "Konverterar...",
  "dropOrClick": "Dra en bild hit eller klicka för att ladda upp",
  "supportedFormats": "PNG, JPG, WEBP, BMP, GIF",
  "invalidFileType": "Välj en bildfil (PNG, JPG, WEBP, BMP, GIF)",
  "clear": "Rensa",
  "svgPlaceholder": "Konverterad SVG visas här",
  "loginForFree": "Logga in för att konvertera gratis utan vattenstämpel",
  "conversionFailed": "Konverteringen misslyckades",
  "privacy": "Integritet",
  "terms": "Villkor",
  "lastUpdated": "Senast uppdaterad: {{date}}",

  "privacyTitle": "Integritetspolicy",
  "privacyIntroTitle": "Inledning",
  "privacyIntroContent": "Sudobility Inc. (\"vi\") driver SVGR, en tjänst för konvertering av rasterbilder till vektorgrafik. Denna integritetspolicy förklarar hur vi samlar in, använder och skyddar din information när du använder vår tjänst.",
  "privacyCollectTitle": "Information vi samlar in",
  "privacyCollectAutoTitle": "Automatiskt insamlad",
  "privacyCollectAutoItem1": "Webbläsartyp och version",
  "privacyCollectAutoItem2": "Språkinställning",
  "privacyCollectAutoItem3": "Anonym användningsanalys (sidvisningar, funktionsanvändning)",
  "privacyCollectUploadTitle": "Innehåll som tillhandahålls av användaren",
  "privacyCollectUploadItem1": "Bilder du laddar upp för konvertering (bearbetas i minnet och raderas omedelbart)",
  "privacyCollectUploadItem2": "Konverteringsinställningar (kvalitet, transparensinställningar)",
  "privacyUseTitle": "Hur vi använder din information",
  "privacyUseItem1": "För att tillhandahålla och förbättra bildkonverteringstjänsten",
  "privacyUseItem2": "För att analysera användningsmönster och optimera prestanda",
  "privacyUseItem3": "För att upprätthålla säkerheten och integriteten i vår tjänst",
  "privacyStorageTitle": "Datalagring och bevarande",
  "privacyStorageContent": "Vi lagrar inte dina uppladdade bilder. Alla bilder bearbetas i minnet på våra servrar och raderas omedelbart efter konvertering. Inga bilddata behålls, loggas eller delas med tredje part. Konverteringsresultat skickas direkt tillbaka till din webbläsare och lagras inte på våra servrar.",
  "privacyThirdPartyTitle": "Tredjepartstjänster",
  "privacyThirdPartyContent": "Vi använder Firebase för hosting och analys. Firebase kan samla in anonym användningsdata i enlighet med Googles integritetspolicy. Vi säljer, byter eller delar inte din personliga information med tredje part i marknadsföringssyfte.",
  "privacyRightsTitle": "Dina rättigheter",
  "privacyRightsItem1": "Begära information om de data vi samlar in",
  "privacyRightsItem2": "Begära radering av data som är kopplad till dig",
  "privacyRightsItem3": "Välja bort analysspårning genom att använda webbläsarens sekretessinställningar eller annonsblockerare",
  "privacyChangesTitle": "Ändringar av denna policy",
  "privacyChangesContent": "Vi kan uppdatera denna integritetspolicy från tid till annan. Vi meddelar användare om väsentliga ändringar genom att uppdatera datumet \"Senast uppdaterad\" högst upp på denna sida.",
  "privacyContactTitle": "Kontakta oss",
  "privacyContactDescription": "Om du har frågor om denna integritetspolicy, vänligen kontakta oss.",
  "privacyContactEmailLabel": "E-post:",
  "privacyContactWebsiteLabel": "Webbplats:",

  "termsTitle": "Användarvillkor",
  "termsAcceptanceTitle": "Godkännande av villkor",
  "termsAcceptanceContent": "Genom att använda SVGR (\"Tjänsten\"), som drivs av Sudobility Inc., godkänner du att vara bunden av dessa Användarvillkor. Om du inte godkänner dessa villkor, vänligen använd inte Tjänsten.",
  "termsServiceTitle": "Beskrivning av tjänsten",
  "termsServiceContent": "SVGR är ett webbaserat verktyg som konverterar rasterbilder (PNG, JPG, WEBP, BMP, GIF) till skalbar vektorgrafik (SVG). Tjänsten tillhandahålls \"i befintligt skick\" och är avsedd att ge designers en startpunkt för vidare förfining.",
  "termsUseTitle": "Acceptabel användning",
  "termsUseItem1": "Du får använda Tjänsten för personliga eller kommersiella ändamål",
  "termsUseItem2": "Du får inte ladda upp olagligt, skadligt eller intrångsgörande innehåll",
  "termsUseItem3": "Du får inte försöka överbelasta, störa eller omvandlingsutveckla Tjänsten",
  "termsUseItem4": "Du får inte använda automatiserade verktyg för att komma åt Tjänsten utan föregående skriftligt samtycke",
  "termsIpTitle": "Immateriella rättigheter",
  "termsIpContent": "Du behåller alla rättigheter till bilderna du laddar upp och de SVG-filer som genereras från dem. SVGR gör inte anspråk på äganderätt till ditt innehåll. Tjänsten i sig, inklusive dess kod, design och varumärke, tillhör Sudobility Inc.",
  "termsUploadsTitle": "Uppladdat innehåll",
  "termsUploadsContent": "Bilder du laddar upp bearbetas i minnet och raderas omedelbart efter konvertering. Vi lagrar, granskar eller delar inte ditt uppladdade innehåll. Du är ensam ansvarig för att säkerställa att du har rätt att ladda upp och konvertera de bilder du skickar in.",
  "termsDisclaimerTitle": "Friskrivning från garantier",
  "termsDisclaimerContent": "Tjänsten tillhandahålls \"i befintligt skick\" utan garantier av något slag, vare sig uttryckliga eller underförstådda. Vi garanterar inte att konverteringsresultaten är helt korrekta eller lämpliga för något särskilt ändamål. De resulterande SVG-filerna är approximationer av de ursprungliga rasterbilderna och kan kräva ytterligare redigering.",
  "termsLiabilityTitle": "Ansvarsbegränsning",
  "termsLiabilityContent": "I den maximala utsträckning som tillåts enligt lag ska Sudobility Inc. inte vara ansvarig för indirekta, oavsiktliga, speciella eller följdskador som uppstår till följd av din användning av Tjänsten, inklusive men inte begränsat till dataförlust, vinstförlust eller avbrott i verksamheten.",
  "termsTerminationTitle": "Uppsägning",
  "termsTerminationContent": "Vi förbehåller oss rätten att stänga av eller avsluta åtkomsten till Tjänsten när som helst, utan förvarning, av vilken anledning som helst, inklusive brott mot dessa Villkor.",
  "termsChangesTitle": "Ändringar av dessa villkor",
  "termsChangesContent": "Vi kan uppdatera dessa Användarvillkor från tid till annan. Fortsatt användning av Tjänsten efter ändringar utgör godkännande av de uppdaterade villkoren.",
  "termsContactTitle": "Kontakta oss",
  "termsContactDescription": "Om du har frågor om dessa Användarvillkor, vänligen kontakta oss.",
  "termsContactEmailLabel": "E-post:",
  "termsContactWebsiteLabel": "Webbplats:"
}
